[
  {
    "id": "doc_admissions_01",
    "content": "To apply for first-year admission at Ateneo de Davao University, applicants must submit the original and one photocopy of the following: PSA-authenticated Birth Certificate, Grade 12 Senior High School Report Card, Good Moral Certificate, and Laboratory Test Results including CBC and Urinalysis (valid for 1 month), and Chest X-Ray (valid for 6 months)."
  },
  {
    "id": "doc_enrollment_onsite_flow",
    "content": "The onsite enrollment process begins at the Enrollment Hub (3/F CCFC Building) where students receive an Enrollment Process Form (EPF). Steps include: online registration with document uploads, validation of submitted documents onsite, interview (if required), RFID photo and signature capture, physical examination with university medical clearance, payment (onsite or online), and automatic creation of ADDU account after payment."
  },
  {
    "id": "doc_scholarships_01",
    "content": "Three scholarship types are offered: Grant-in-Aid (PHP 10,000 to 100% coverage), Working Scholar (100% tuition and fees with service hours), and Jubilee Scholarship Fund (100% tuition for valedictorians, 50% for salutatorians). Applications are accepted between May 5–31, 2025 (Jubilee deadline is May 17, 2025 at 4 PM)."
  },
  {
    "id": "doc_scholarships_02",
    "content": "Scholarship applicants must submit: proof of financial capacity (e.g., Form 2316, BIR Form 1701, or certificate of low income), academic credentials (complete SHS grades), 500-word essay, certified photos of residence, certificate of good moral character, school recommendation, school certificate (for Jubilee), and recommendation for Indigenous applicants from Mindanawon Office."
  },
  {
    "id": "doc_schedule_01",
    "content": "Important dates include: General Enrollment (April 28, 2025), Scholarship Application (May 5–31, 2025 for Grant-in-Aid and Working Scholar; May 5–17, 2025 for Jubilee), First-Year Onboarding (June 30–July 4, 2025), and Start of Classes (July 14, 2025)."
  },
  {
    "id": "doc_contacts_01",
    "content": "For enrollment-related concerns, contact: Admissions (admissions@addu.edu.ph, local 8335), Scholarships (scholarship@addu.edu.ph, local 8303), Finance (tertiary.finance@addu.edu.ph, local 8787), Registrar (registrar@addu.edu.ph, locals 8233/8251), MIS, International, Guidance, Student Affairs, or Clinic. Office hours are Monday–Friday (8:00 AM–5:00 PM) and Saturday (8:00 AM–12:00 NN)."
  },
  {
    "id": "doc_enrollment_hub_venue",
    "content": "The Enrollment Hub is located at the 3rd Floor of the Community Center of the First Companions (CCFC) Building, Ateneo de Davao University, Roxas Avenue."
  }
]